{
  "common": {
    "language": "Language"
  },
  "home": {
    "title": "JyBr - Just Your Brain Report",
    "subtitle": "Explore your mind and brain through various tests ✨",
    "about": {
      "title": "Welcome to Our Psychological Testing Platform",
      "description1": "JYBR (Just Your Brain Report) is a platform that enables deep exploration of your personality, thought patterns, and inner characteristics through scientific and reliable psychological tests. We provide accurate and useful analysis based on the latest research in psychology and neuroscience.",
      "description2": "Each test is designed based on professional psychological theories and provides insights that help with self-understanding and growth by analyzing individual tendencies from multiple angles. We comprehensively cover various areas from personality types to cognitive abilities and emotional patterns.",
      "description3": "All test results prioritize privacy protection and are processed anonymously. Through the results, we help you better understand yourself and make better choices in daily life and relationships."
    },
    "features": {
      "title": "Key Features",
      "feature1": "Accurate psychological analysis based on scientific evidence",
      "feature2": "Privacy protection and anonymity guarantee",
      "feature3": "Intuitive and user-friendly interface",
      "feature4": "Multilingual support for barrier-free testing experience"
    },
    "categories": {
      "personality": {
        "title": "Personality Tests",
        "description": "Comprehensively analyze personality types and hormonal tendencies (estrogen/testosterone) to deeply explore your true personality and behavioral patterns. Provides a scientific approach to understanding individual characteristics from multiple angles.",
        "tests": {
          "personality_et": "Personality Type + EgenTeto Comprehensive Test"
        }
      },
      "horror": {
        "title": "Horror Tests", 
        "description": "Analyze your deep psychological state and unconscious patterns through reactions to psychological horror elements and thriller situations. Discover your hidden self through exciting scenarios.",
        "tests": {
          "psychopath": "(Coming Soon) Psychopath Test"
        }
      },
      "intelligence": {
        "title": "Intelligence Tests",
        "description": "Systematically evaluate logical thinking, pattern recognition, and problem-solving abilities to measure cognitive capabilities across various domains. Confirm intellectual capacity through objective and scientific methods.",
        "tests": {
          "iq": "(Coming Soon) IQ Test"
        }
      }
    },
    "navigation": {
      "about": "About JYBR"
    },
    "footer": {
      "copyright": "© 2025 JYBR - Just Your Brain Report. All rights reserved.",
      "description": "Understand yourself more deeply with scientific and reliable psychological analysis."
    },
    "language": {
      "korean": "한국어",
      "english": "English"
    }
  },
  "about": {
    "title": "About JYBR",
    "subtitle": "Scientific and Reliable Psychological Analysis Platform",
    "mission": {
      "title": "Our Mission",
      "description1": "JYBR aims to help individuals scientifically understand their psychological characteristics and cognitive patterns. We provide accurate and reliable tests based on research achievements in modern psychology and neuroscience.",
      "description2": "We believe that self-understanding is the starting point for personal growth and happiness. Therefore, we support the journey of self-discovery through a psychological testing platform that anyone can easily access."
    },
    "approach": {
      "title": "Our Approach",
      "scientific": {
        "title": "Scientific Evidence",
        "description": "All tests are designed based on validated psychological theories and latest research results to provide reliable outcomes."
      },
      "privacy": {
        "title": "Privacy Protection",
        "description": "User personal information and test results are thoroughly protected, processed anonymously, and managed securely."
      },
      "accessibility": {
        "title": "Accessibility",
        "description": "We provide an intuitive interface that anyone can easily use by minimizing language and technical barriers."
      },
      "accuracy": {
        "title": "Accuracy",
        "description": "Through continuous research and improvement, we enhance test accuracy and provide useful insights."
      }
    },
    "vision": {
      "title": "Our Vision",
      "description1": "JYBR believes that self-understanding through psychological tests can contribute to personal growth and social development. We will continue to develop new tests and improve existing ones to provide better services.",
      "description2": "In the future, we aim to grow into a global platform that utilizes AI and machine learning technologies to provide more sophisticated and personalized analysis, helping users worldwide better understand themselves."
    },
    "backToHome": "Back to Home"
  }
}
