{
  "common": {
    "language": "Language"
  },
  "home": {
    "title": "JyBr - Just Your Brain Report",
    "subtitle": "Explore your mind and brain through various tests ✨",
    "about": {
      "title": "Welcome to Our Psychological Testing Platform",
      "description1": "JYBR (Just Your Brain Report) is a platform that enables deep exploration of your personality, thought patterns, and inner characteristics through scientific and reliable psychological tests. We provide accurate and useful analysis based on the latest research in psychology and neuroscience.",
      "description2": "Each test is designed based on professional psychological theories and provides insights that help with self-understanding and growth by analyzing individual tendencies from multiple angles. We comprehensively cover various areas from personality types to cognitive abilities and emotional patterns.",
      "description3": "All test results prioritize privacy protection and are processed anonymously. Through the results, we help you better understand yourself and make better choices in daily life and relationships."
    },
    "features": {
      "title": "Key Features",
      "feature1": "Accurate psychological analysis based on scientific evidence",
      "feature2": "Privacy protection and anonymity guarantee",
      "feature3": "Intuitive and user-friendly interface",
      "feature4": "Multilingual support for barrier-free testing experience"
    },
    "categories": {
      "personality": {
        "title": "Personality Tests",
        "description": "Comprehensively analyze personality types and hormonal tendencies (estrogen/testosterone) to deeply explore your true personality and behavioral patterns. Provides a scientific approach to understanding individual characteristics from multiple angles.",
        "tests": {
          "personality_et": "Personality Type + EgenTeto Comprehensive Test"
        }
      },
      "horror": {
        "title": "Horror Tests", 
        "description": "Analyze your deep psychological state and unconscious patterns through reactions to psychological horror elements and thriller situations. Discover your hidden self through exciting scenarios.",
        "tests": {
          "psychopath": "(Coming Soon) Psychopath Test"
        }
      },
      "intelligence": {
        "title": "Intelligence Tests",
        "description": "Systematically evaluate logical thinking, pattern recognition, and problem-solving abilities to measure cognitive capabilities across various domains. Confirm intellectual capacity through objective and scientific methods.",
        "tests": {
          "iq": "(Coming Soon) IQ Test"
        }
      }
    },
    "footer": {
      "copyright": "© 2025 JYBR - Just Your Brain Report. All rights reserved.",
      "description": "Understand yourself more deeply with scientific and reliable psychological analysis."
    },
    "language": {
      "korean": "한국어",
      "english": "English"
    }
  }
}
